Repository: matiasdelellis/xings-software
Catalog: po/*.po
Languages: en@shaw

source: %s requires an additional plugin to decode this file
en@shaw: %s ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘›ğ‘°ğ‘’ğ‘´ğ‘› ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤

source: %s requires an additional plugin to encode this file
en@shaw: %s ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘› ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤

source: %s requires an additional plugin for this operation
en@shaw: %s ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: A program requires an additional plugin to decode this file
en@shaw: ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘›ğ‘°ğ‘’ğ‘´ğ‘› ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤

source: A program requires an additional plugin to encode this file
en@shaw: ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘‘ ğ‘§ğ‘¯ğ‘’ğ‘´ğ‘› ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤

source: A program requires an additional plugin for this operation
en@shaw: ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Search
en@shaw: ğ‘•ğ‘»ğ‘—

source: Failed to search for plugin
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Install the following plugin
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯

source: Do you want to install this package now?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¯ğ‘¬?

source: Searching for plugins
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ğ‘Ÿ

source: Searching for plugin: %s
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯: %s

source: Failed to search for provides
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ

source: Failed to find software
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º

source: No new applications can be found to handle this type of file
en@shaw: ğ‘¯ğ‘´ ğ‘¯ğ‘¿ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘‘ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘©ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¤

source: An additional program is required to open this type of file:
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¤:

source: Do you want to search for a program to open this file type now?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘‘ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘‘ğ‘²ğ‘ ğ‘¯ğ‘¬?

source: %s requires a new mime type
en@shaw: %s ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘© ğ‘¯ğ‘¿ MIME ğ‘‘ğ‘²ğ‘

source: A program requires a new mime type
en@shaw: ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘© ğ‘¯ğ‘¿ MIME ğ‘‘ğ‘²ğ‘

source: Searching for file handlers
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘¤ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘¤ğ‘»ğ‘Ÿ

source: Language tag not parsed
en@shaw: ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘‘ğ‘¨ğ‘œ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¸ğ‘•ğ‘‘

source: Language code not matched
en@shaw: ğ‘¤ğ‘¨ğ‘™ğ‘œğ‘¢ğ‘©ğ‘¡ ğ‘’ğ‘´ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘¥ğ‘¨ğ‘—ğ‘‘

source: Failed to find font
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘“ğ‘ªğ‘¯ğ‘‘

source: No new fonts can be found for this document
en@shaw: ğ‘¯ğ‘´ ğ‘¯ğ‘¿ ğ‘“ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘’ğ‘¨ğ‘¯ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: An additional font is required to view this document correctly.
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘ğ‘¿ ğ‘ğ‘¦ğ‘• ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦.

source: Do you want to search for a suitable package now?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘¿ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¯ğ‘¬?

source: %s wants to install a font
en@shaw: %s ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘© ğ‘“ğ‘ªğ‘¯ğ‘‘

source: A program wants to install a font
en@shaw: ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘© ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Searching for font
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘“ğ‘ªğ‘¯ğ‘‘

source: Failed to remove package
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: Install the following driver
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘›ğ‘®ğ‘²ğ‘ğ‘¼

source: Failed to find package for this file
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤

source: The following file will be removed:
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›:

source: Do you want to remove this file now?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘¬?

source: %s wants to remove a file
en@shaw: %s ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘© ğ‘“ğ‘²ğ‘¤

source: A program wants to remove a file
en@shaw: ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘© ğ‘“ğ‘²ğ‘¤

source: Hourly
en@shaw: ğ‘¶ğ‘®ğ‘¤ğ‘°

source: Daily
en@shaw: ğ‘›ğ‘±ğ‘¤ğ‘¦

source: Weekly
en@shaw: ğ‘¢ğ‘°ğ‘’ğ‘¤ğ‘°

source: Failed to change status
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: Enabled
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›

source: Failed to get the list of sources
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘•ğ‘¹ğ‘•ğ‘©ğ‘Ÿ

source: Exiting as backend details could not be retrieved
en@shaw: ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘¨ğ‘Ÿ ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘› ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ğ‘›

source: No packages
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: No other packages require this package
en@shaw: ğ‘¯ğ‘´ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: Packages listed below require %s to function correctly.
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ %s ğ‘‘ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦.

source: Packages listed below are required for %s to function correctly.
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘šğ‘©ğ‘¤ğ‘´ ğ‘¸ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘“ğ‘¹ %s ğ‘‘ ğ‘“ğ‘³ğ‘™ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦.

source: Invalid
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: No results were found.
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘“ğ‘¬ğ‘¯ğ‘›.

source: Try entering a package name in the search bar.
en@shaw: ğ‘‘ğ‘®ğ‘² ğ‘§ğ‘¯ğ‘‘ğ‘¼ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘¯ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘šğ‘¸.

source: There are no packages queued to be installed or removed.
en@shaw: ğ‘ğ‘º ğ‘¸ ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘’ğ‘¿ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘¹ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›.

source: Try searching package descriptions by clicking the icon next to the search text.
en@shaw: ğ‘‘ğ‘®ğ‘² ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘šğ‘² ğ‘’ğ‘¤ğ‘¦ğ‘’ğ‘¦ğ‘™ ğ‘ ğ‘²ğ‘’ğ‘ªğ‘¯ ğ‘¯ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘.

source: Try again with a different search term.
en@shaw: ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯ ğ‘¢ğ‘¦ğ‘ ğ‘© ğ‘›ğ‘¦ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘»ğ‘— ğ‘‘ğ‘»ğ‘¥.

source: Changes not applied
en@shaw: ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘ğ‘¤ğ‘²ğ‘›

source: Close _Anyway
en@shaw: ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±

source: You have made changes that have not yet been applied.
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘¥ğ‘±ğ‘› ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘ ğ‘¯ğ‘ªğ‘‘ ğ‘˜ğ‘§ğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘©ğ‘ğ‘¤ğ‘²ğ‘›.

source: These changes will be lost if you close this window.
en@shaw: ğ‘ğ‘°ğ‘Ÿ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¤ğ‘ªğ‘•ğ‘‘ ğ‘¦ğ‘“ ğ‘¿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´.

source: Size
en@shaw: ğ‘•ğ‘²ğ‘Ÿ

source: Installed size
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘•ğ‘²ğ‘Ÿ

source: Download size
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘› ğ‘•ğ‘²ğ‘Ÿ

source: Searching by name
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥

source: Searching by description
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘šğ‘² ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

source: Searching by file
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘šğ‘² ğ‘“ğ‘²ğ‘¤

source: Search by name
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘šğ‘² ğ‘¯ğ‘±ğ‘¥

source: Search by description
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘šğ‘² ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯

source: Search by file name
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘šğ‘² ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘±ğ‘¥

source: Licensed under the GNU General Public License Version 2
en@shaw: ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ 2

source: PackageKit is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: Â·ğ‘ğ‘©ğ‘’ğ‘¦ğ‘¡ğ‘’ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º; ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ ğ‘¦ğ‘‘ ğ‘¯/ğ‘¹ ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘² ğ‘¦ğ‘‘ ğ‘³ğ‘¯ğ‘›ğ‘¼ ğ‘ ğ‘‘ğ‘»ğ‘¥ğ‘Ÿ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘¨ğ‘Ÿ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘‘ ğ‘šğ‘² ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯; ğ‘²ğ‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ 2 ğ‘ ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•, ğ‘¹ (ğ‘¨ğ‘‘ ğ‘¿ğ‘¼ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯) ğ‘§ğ‘¯ğ‘¦ ğ‘¤ğ‘±ğ‘‘ğ‘¼ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯.

source: PackageKit is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
en@shaw: Â·ğ‘ğ‘©ğ‘’ğ‘¦ğ‘¡ğ‘’ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘¯ ğ‘ ğ‘£ğ‘´ğ‘ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘¿ğ‘•ğ‘“ğ‘©ğ‘¤, ğ‘šğ‘³ğ‘‘ ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘¢ğ‘ªğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘°; ğ‘¢ğ‘¦ğ‘ğ‘¬ğ‘‘ ğ‘°ğ‘ğ‘©ğ‘¯ ğ‘ ğ‘¦ğ‘¥ğ‘ğ‘¤ğ‘²ğ‘› ğ‘¢ğ‘ªğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘° ğ‘ ğ‘¥ğ‘»ğ‘—ğ‘©ğ‘¯ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘¦ ğ‘¹ ğ‘“ğ‘¦ğ‘‘ğ‘¯ğ‘©ğ‘• ğ‘“ğ‘¹ ğ‘© ğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘’ğ‘¿ğ‘¤ğ‘¼ ğ‘ğ‘»ğ‘ğ‘©ğ‘•. ğ‘•ğ‘° ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘“ğ‘¹ ğ‘¥ğ‘¹ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
en@shaw: ğ‘¿ ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘© ğ‘’ğ‘ªğ‘ğ‘¦ ğ‘ ğ‘ Â·ğ‘œğ‘¯ğ‘¿ ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘©ğ‘¤ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘¤ğ‘ªğ‘™ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥; ğ‘¦ğ‘“ ğ‘¯ğ‘ªğ‘‘, ğ‘®ğ‘²ğ‘‘ ğ‘‘ ğ‘ ğ‘“ğ‘®ğ‘° ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘“ğ‘¬ğ‘¯ğ‘›ğ‘±ğ‘–ğ‘©ğ‘¯, ğ‘¦ğ‘™ğ‘’., 51 Â·ğ‘“ğ‘®ğ‘¨ğ‘™ğ‘’ğ‘¤ğ‘¦ğ‘¯ ğ‘•ğ‘‘ğ‘®ğ‘°ğ‘‘, ğ‘“ğ‘¦ğ‘“ğ‘” ğ‘“ğ‘¤ğ‘¹, Â·ğ‘šğ‘ªğ‘•ğ‘‘ğ‘©ğ‘¯, ğ‘¥ğ‘¶ 02110-1301, ğ‘˜ğ‘µğ‘§ğ‘•ğ‘±.

source: translator-credits
en@shaw: Â·ğ‘‘ğ‘ªğ‘¥ğ‘©ğ‘• Â·ğ‘”ğ‘»ğ‘¥ğ‘©ğ‘¯

source: Exiting as properties could not be retrieved
en@shaw: ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘¨ğ‘Ÿ ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ğ‘‘ğ‘¦ğ‘Ÿ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘‘ğ‘®ğ‘°ğ‘ğ‘›

source: All packages
en@shaw: ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Show all packages
en@shaw: ğ‘–ğ‘´ ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Show the program version and exit
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘ğ‘»ğ‘ ğ‘©ğ‘¯ ğ‘¯ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘

source: Software Updates
en@shaw: ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•

source: Failed to process request.
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘.

source: Some of the updates that were installed require the computer to be restarted before the changes will be applied.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘» ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘©ğ‘ğ‘¤ğ‘²ğ‘›.

source: Restart Computer
en@shaw: ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼

source: Some of the updates that were installed require the computer to be restarted to remain secure.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘» ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼.

source: Some of the updates that were installed require you to log out and back in before the changes will be applied.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘» ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘¿ ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘ ğ‘¯ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘©ğ‘ğ‘¤ğ‘²ğ‘›.

source: Log Out
en@shaw: ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘

source: Some of the updates that were installed require you to log out and back in to remain secure.
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘ ğ‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘» ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘¿ ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘ ğ‘¯ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼.

source: Could not restart
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘

source: Some updates were not installed
en@shaw: ğ‘•ğ‘³ğ‘¥ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: Updates installed
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘• ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: All updates were installed successfully.
en@shaw: ğ‘·ğ‘¤ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦.

source: The selected updates were installed successfully.
en@shaw: ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦.

source: Getting the list of updates
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•

source: Could not run upgrade script
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘³ğ‘¯ ğ‘³ğ‘ğ‘œğ‘®ğ‘±ğ‘› ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘‘

source: Connectivity is being provided by wireless broadband, and it may be expensive to update this package.
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘° ğ‘¦ğ‘Ÿ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘©ğ‘› ğ‘šğ‘² ğ‘¢ğ‘²ğ‘®ğ‘¤ğ‘¦ğ‘• ğ‘šğ‘®ğ‘ªğ‘›ğ‘šğ‘¨ğ‘¯ğ‘›, ğ‘¯ ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘¦ğ‘’ğ‘•ğ‘ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘ ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡.

source: _Install Update
en@shaw: _ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Status
en@shaw: ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘•

source: This update will fix bugs and other non-critical problems.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘šğ‘³ğ‘œğ‘Ÿ ğ‘¯ ğ‘³ğ‘ğ‘¼ ğ‘¯ğ‘ªğ‘¯-ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ğ‘Ÿ.

source: This update is important as it may solve critical problems.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘¦ğ‘‘ ğ‘¥ğ‘± ğ‘•ğ‘ªğ‘¤ğ‘ ğ‘’ğ‘®ğ‘¦ğ‘‘ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ğ‘Ÿ.

source: This update is needed to fix a security vulnerability with this package.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘› ğ‘‘ ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘© ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘ğ‘©ğ‘¤ğ‘¯ğ‘»ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘° ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡.

source: This update is blocked.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘‘.

source: This notification was issued on %s and last updated on %s.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘–ğ‘µğ‘› ğ‘ªğ‘¯ %s ğ‘¯ ğ‘¤ğ‘­ğ‘•ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ªğ‘¯ %s.

source: This notification was issued on %s.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘–ğ‘µğ‘› ğ‘ªğ‘¯ %s.

source: The computer will have to be restarted after the update for the changes to take effect.
en@shaw: ğ‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¢ğ‘¦ğ‘¤ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘©ğ‘› ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘.

source: You will need to log out and back in after the update for the changes to take effect.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘ ğ‘¯ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘‘ğ‘±ğ‘’ ğ‘¦ğ‘“ğ‘§ğ‘’ğ‘‘.

source: This is a test update, and is not designed for normal use. Please report any problems or regressions you encounter.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘© ğ‘‘ğ‘§ğ‘•ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘, ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘©ğ‘Ÿğ‘²ğ‘¯ğ‘› ğ‘“ğ‘¹ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘¿ğ‘•. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘®ğ‘ªğ‘šğ‘¤ğ‘©ğ‘¥ğ‘Ÿ ğ‘¹ ğ‘®ğ‘©ğ‘œğ‘®ğ‘§ğ‘–ğ‘©ğ‘¯ğ‘Ÿ ğ‘¿ ğ‘¦ğ‘¯ğ‘’ğ‘¶ğ‘¯ğ‘‘ğ‘».

source: The developer logs will be shown as no description is available for this update:
en@shaw: ğ‘ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¤ğ‘©ğ‘ğ‘¼ ğ‘¤ğ‘ªğ‘œğ‘Ÿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘–ğ‘´ğ‘¯ ğ‘¨ğ‘Ÿ ğ‘¯ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘’ğ‘®ğ‘¦ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘:

source: Could not get update details
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: No results were returned.
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘¦ğ‘Ÿğ‘³ğ‘¤ğ‘‘ğ‘• ğ‘¢ğ‘» ğ‘®ğ‘¦ğ‘‘ğ‘»ğ‘¯ğ‘›.

source: Select all
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘·ğ‘¤

source: Select security updates
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•

source: Ignore this update
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Could not get updates
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•

source: Could not get list of distribution upgrades
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘œğ‘®ğ‘±ğ‘›ğ‘Ÿ
