Repository: matiasdelellis/xings-software
Catalog: po/*.po
Languages: en@shaw

source: Software
en@shaw: ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º

source: Add or remove software installed on the system
en@shaw: ğ‘¨ğ‘› ğ‘¹ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: Software Update
en@shaw: ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Update software installed on the system
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: License
en@shaw: ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•

source: Source
en@shaw: ğ‘•ğ‘¹ğ‘•

source: Visit home page for selected package
en@shaw: ğ‘ğ‘¦ğ‘Ÿğ‘¦ğ‘‘ ğ‘£ğ‘´ğ‘¥ ğ‘ğ‘±ğ‘¡ ğ‘“ğ‘¹ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: Cancel search
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ ğ‘•ğ‘»ğ‘—

source: Install Package
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: More details
en@shaw: ğ‘¥ğ‘¹ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: _Force install
en@shaw: _ğ‘“ğ‘¹ğ‘• ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤

source: Force installing package
en@shaw: ğ‘“ğ‘¹ğ‘• ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: License Agreement Required
en@shaw: ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘œğ‘®ğ‘°ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›

source: _Accept Agreement
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘©ğ‘œğ‘®ğ‘°ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: View past package management tasks
en@shaw: ğ‘ğ‘¿ ğ‘ğ‘­ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ğ‘­ğ‘•ğ‘’ğ‘•

source: Do you trust the source of the packages?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ ğ‘ ğ‘•ğ‘¹ğ‘• ğ‘ ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ?

source: Package
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: _Upgrade
en@shaw: ğ‘³ğ‘ğ‘œğ‘®ğ‘±ğ‘›

source: Details
en@shaw: ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Automatically remove unused dependencies
en@shaw: ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘©ğ‘¯ğ‘˜ğ‘µğ‘Ÿğ‘› ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘Ÿ

source: Ask the user if additional packages should be installed
en@shaw: ğ‘­ğ‘•ğ‘’ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘“ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: Filter using basename in gpk-application
en@shaw: ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼ ğ‘¿ğ‘Ÿğ‘¦ğ‘™ ğ‘šğ‘±ğ‘•ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘¯ gpk-ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯

source: Only show the newest packages in the file lists
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘–ğ‘´ ğ‘ ğ‘¯ğ‘¿ğ‘©ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘•

source: Only show native packages in the file lists
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘–ğ‘´ ğ‘¯ğ‘±ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘•

source: Show the category group menu
en@shaw: ğ‘–ğ‘´ ğ‘ ğ‘’ğ‘¨ğ‘‘ğ‘§ğ‘œğ‘¹ğ‘° ğ‘œğ‘®ğ‘µğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: Show the 'All Packages' group menu
en@shaw: ğ‘–ğ‘´ ğ‘ 'ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ' ğ‘œğ‘®ğ‘µğ‘ ğ‘¥ğ‘§ğ‘¯ğ‘¿

source: The search mode used by default
en@shaw: ğ‘ ğ‘•ğ‘»ğ‘— ğ‘¥ğ‘´ğ‘› ğ‘¿ğ‘•ğ‘‘ ğ‘šğ‘² ğ‘›ğ‘¦ğ‘“ğ‘·ğ‘¤ğ‘‘

source: Only show the newest updates in the list
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘–ğ‘´ ğ‘ ğ‘¯ğ‘¿ğ‘©ğ‘•ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘• ğ‘¦ğ‘¯ ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Only show the newest packages in the update list, and filter out older updates that are still available.
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘–ğ‘´ ğ‘ ğ‘¯ğ‘¿ğ‘©ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘, ğ‘¯ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼ ğ‘¬ğ‘‘ ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¸ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤.

source: Scroll to packages as they are downloaded
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘¸ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›

source: Scroll to packages in the update list as they are downloaded or installed.
en@shaw: ğ‘•ğ‘’ğ‘®ğ‘´ğ‘¤ ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘ğ‘± ğ‘¸ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘¹ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›.

source: Allow applications to invoke the font installer
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘´ğ‘’ ğ‘ ğ‘“ğ‘ªğ‘¯ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¼

source: Programs that should be ignored when they issue session D-Bus requests
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘¦ğ‘–ğ‘µ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ D-Bus ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘•

source: Programs that should be ignored when they issue session D-Bus requests, separated by commas.
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘ğ‘± ğ‘¦ğ‘–ğ‘µ ğ‘•ğ‘§ğ‘–ğ‘©ğ‘¯ D-Bus ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘•, ğ‘•ğ‘§ğ‘ğ‘¼ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘’ğ‘­ğ‘¥ğ‘©ğ‘Ÿ.

source: Allow applications to invoke the codec installer
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘´ğ‘’ ğ‘ ğ‘’ğ‘´ğ‘›ğ‘§ğ‘’ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¼

source: Allow applications to invoke the mime type installer
en@shaw: ğ‘©ğ‘¤ğ‘¬ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘¯ğ‘ğ‘´ğ‘’ ğ‘ MIME ğ‘‘ğ‘²ğ‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¼

source: How often to check for updates
en@shaw: ğ‘£ğ‘¬ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘‘ ğ‘—ğ‘§ğ‘’ ğ‘“ğ‘¹ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•

source: How often to refresh the package cache
en@shaw: ğ‘£ğ‘¬ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘‘ ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘– ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘’ğ‘¨ğ‘–

source: How often to refresh the package cache. Value is in seconds.
en@shaw: ğ‘£ğ‘¬ ğ‘ªğ‘“ğ‘©ğ‘¯ ğ‘‘ ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘– ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘’ğ‘¨ğ‘–. ğ‘ğ‘¨ğ‘¤ğ‘¿ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ.

source: This application is running as a privileged user
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘¨ğ‘Ÿ ğ‘© ğ‘ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘©ğ‘¡ğ‘› ğ‘¿ğ‘Ÿğ‘¼

source: %s is running as a privileged user
en@shaw: %s ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘¨ğ‘Ÿ ğ‘© ğ‘ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘©ğ‘¡ğ‘› ğ‘¿ğ‘Ÿğ‘¼

source: Package management applications are security sensitive.
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘¸ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘•ğ‘§ğ‘¯ğ‘•ğ‘¦ğ‘‘ğ‘¦ğ‘.

source: Running graphical applications as a privileged user should be avoided for security reasons.
en@shaw: ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘©ğ‘¤ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘¨ğ‘Ÿ ğ‘© ğ‘ğ‘®ğ‘¦ğ‘ğ‘¤ğ‘©ğ‘¡ğ‘› ğ‘¿ğ‘Ÿğ‘¼ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘©ğ‘ğ‘¶ğ‘›ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯ğ‘Ÿ.

source: Continue _Anyway
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿ ğ‘§ğ‘¯ğ‘¦ğ‘¢ğ‘±

source: Now
en@shaw: ğ‘¯ğ‘¬

source: minute
en@shaw: ğ‘¥ğ‘¦ğ‘¯ğ‘©ğ‘‘

source: second
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›

source: hour
en@shaw: ğ‘¬ğ‘¼

source: %s and %s
en@shaw: %s ğ‘¯ %s

source: %s, %s and %s
en@shaw: %s, %s ğ‘¯ %s

source: %s, %s, %s and %s
en@shaw: %s, %s, %s ğ‘¯ %s

source: %s, %s, %s, %s and %s
en@shaw: %s, %s, %s, %s ğ‘¯ %s

source: Show debugging information for all files
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘¹ ğ‘·ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Debugging Options
en@shaw: ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Show debugging options
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: many packages
en@shaw: ğ‘¥ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Name
en@shaw: ğ‘¯ğ‘±ğ‘¥

source: No files
en@shaw: ğ‘¯ğ‘´ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Do not show this again
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘–ğ‘´ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘œğ‘±ğ‘¯

source: disc
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘’

source: media
en@shaw: ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘©

source: Failed with unknown error code
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼ ğ‘’ğ‘´ğ‘›

source: No network connection available
en@shaw: ğ‘¯ğ‘´ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: No package cache is available.
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘’ğ‘¨ğ‘– ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤.

source: Out of memory
en@shaw: ğ‘¬ğ‘‘ ğ‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦

source: Failed to create a thread
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ ğ‘© ğ‘”ğ‘®ğ‘§ğ‘›

source: Not supported by this backend
en@shaw: ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘ğ‘¦ğ‘• ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘›

source: An internal system error has occurred
en@shaw: ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘»ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ªğ‘’ğ‘»ğ‘›

source: A security signature is not present
en@shaw: ğ‘© ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘®ğ‘©ğ‘Ÿğ‘§ğ‘¯ğ‘‘

source: The package is not installed
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: The package was not found
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: The package download failed
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘› ğ‘“ğ‘±ğ‘¤ğ‘›

source: The group was not found
en@shaw: ğ‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: The group list was invalid
en@shaw: ğ‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: Dependency resolution failed
en@shaw: ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘•ğ‘° ğ‘®ğ‘§ğ‘Ÿğ‘©ğ‘¤ğ‘µğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Search filter was invalid
en@shaw: ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: The package identifier was not well formed
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘§ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘›

source: Transaction error
en@shaw: ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘Ÿğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘»ğ‘¼

source: Repository name was not found
en@shaw: ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘¯ğ‘±ğ‘¥ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Could not remove a protected system package
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘© ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: The action was canceled
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘›

source: The action was forcibly canceled
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘“ğ‘ªğ‘®ğ‘•ğ‘©ğ‘šğ‘¤ğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘›

source: Reading the configuration file failed
en@shaw: ğ‘®ğ‘°ğ‘›ğ‘¦ğ‘™ ğ‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘±ğ‘¤ğ‘›

source: The action cannot be canceled
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘›

source: Source packages cannot be installed
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: The license agreement failed
en@shaw: ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘œğ‘®ğ‘°ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Local file conflict between packages
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¤ğ‘¦ğ‘’ğ‘‘ ğ‘šğ‘¦ğ‘‘ğ‘¢ğ‘°ğ‘¯ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Packages are not compatible
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤

source: Failed to initialize
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿ

source: Cannot get lock
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘¤ğ‘ªğ‘’

source: No packages to update
en@shaw: ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Cannot write repository configuration
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘®ğ‘²ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯

source: Local install failed
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Bad security signature
en@shaw: ğ‘šğ‘¨ğ‘› ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Missing security signature
en@shaw: ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Repository configuration invalid
en@shaw: ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›

source: Invalid package file
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤

source: Package install blocked
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘šğ‘¤ğ‘ªğ‘’ğ‘‘

source: Package is corrupt
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘

source: All packages are already installed
en@shaw: ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¸ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: The specified file could not be found
en@shaw: ğ‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘›

source: No more mirrors are available
en@shaw: ğ‘¯ğ‘´ ğ‘¥ğ‘¹ ğ‘¥ğ‘¦ğ‘®ğ‘¼ğ‘Ÿ ğ‘¸ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: No distribution upgrade data is available
en@shaw: ğ‘¯ğ‘´ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘–ğ‘©ğ‘¯ ğ‘³ğ‘ğ‘œğ‘®ğ‘±ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: Package is incompatible with this system
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: No space is left on the disk
en@shaw: ğ‘¯ğ‘´ ğ‘•ğ‘ğ‘±ğ‘• ğ‘¦ğ‘Ÿ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘ªğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘•ğ‘’

source: A media change is required
en@shaw: ğ‘© ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘—ğ‘±ğ‘¯ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›

source: Authorization failed
en@shaw: ğ‘·ğ‘”ğ‘¼ğ‘¦ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘±ğ‘¤ğ‘›

source: Update not found
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›

source: Cannot install from untrusted source
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘“ğ‘®ğ‘ªğ‘¥ untrusted ğ‘•ğ‘¹ğ‘•

source: Cannot update from untrusted source
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ untrusted ğ‘•ğ‘¹ğ‘•

source: Cannot get the file list
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Cannot get package requires
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ

source: Cannot disable source
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¹ğ‘•

source: The download failed
en@shaw: ğ‘ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘› ğ‘“ğ‘±ğ‘¤ğ‘›

source: Package failed to configure
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼

source: Package failed to build
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘›

source: Package failed to install
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤

source: Package failed to be removed
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›

source: Update failed due to running process
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘›ğ‘¿ ğ‘‘ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•

source: The package database was changed
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘›

source: Failed with unknown error code.
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘¢ğ‘¦ğ‘ ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘»ğ‘¼ ğ‘’ğ‘´ğ‘›.

source: There is no network connection available. Please check your connection settings and try again.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘´ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘§ğ‘’ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯.

source: The package list needs to be rebuilt. This should have been done by the backend automatically.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘°ğ‘šğ‘¦ğ‘¤ğ‘‘. ğ‘ğ‘¦ğ‘• ğ‘–ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘³ğ‘¯ ğ‘šğ‘² ğ‘ ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘› ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦.

source: The service that is responsible for handling user requests is out of memory. Please restart your computer.
en@shaw: ğ‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘•ğ‘¦ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘£ğ‘¨ğ‘¯ğ‘›ğ‘¤ğ‘¦ğ‘™ ğ‘¿ğ‘Ÿğ‘¼ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘• ğ‘¦ğ‘Ÿ ğ‘¬ğ‘‘ ğ‘ ğ‘¥ğ‘§ğ‘¥ğ‘¼ğ‘¦. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼.

source: A thread could not be created to service the user request.
en@shaw: ğ‘© ğ‘”ğ‘®ğ‘§ğ‘› ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¦ğ‘• ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘.

source: The package that is trying to be removed or updated is not already installed.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘› ğ‘¹ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›.

source: The package that is trying to be installed is already installed.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘¦ğ‘Ÿ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›.

source: The package download failed. Please check your network connectivity.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘› ğ‘“ğ‘±ğ‘¤ğ‘›. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘§ğ‘’ ğ‘¿ğ‘¼ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘’ğ‘©ğ‘¯ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘ğ‘¦ğ‘‘ğ‘°.

source: The group type was not found. Please check your group list and try again.
en@shaw: ğ‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘‘ğ‘²ğ‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘¬ğ‘¯ğ‘›. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘§ğ‘’ ğ‘¿ğ‘¼ ğ‘œğ‘®ğ‘µğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¯ ğ‘‘ğ‘®ğ‘² ğ‘©ğ‘œğ‘±ğ‘¯.

source: The group list could not be loaded. Refreshing your cache may help, although this is normally a software source error.
en@shaw: ğ‘ ğ‘œğ‘®ğ‘µğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›. ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–ğ‘¦ğ‘™ ğ‘¿ğ‘¼ ğ‘’ğ‘¨ğ‘– ğ‘¥ğ‘± ğ‘£ğ‘§ğ‘¤ğ‘, ğ‘·ğ‘¤ğ‘ğ‘´ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘© ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘•ğ‘¹ğ‘• ğ‘»ğ‘¼.

source: A package could not be found that allows the action to complete. More information is available in the detailed report.
en@shaw: ğ‘© ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘Ÿ ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘. ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘.

source: The search filter was not correctly formed.
en@shaw: ğ‘ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦ ğ‘“ğ‘¹ğ‘¥ğ‘›.

source: The package identifier was not well formed when sent to the server. This normally indicates an internal error and should be reported.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘²ğ‘›ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘“ğ‘²ğ‘¼ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘¢ğ‘§ğ‘¤ ğ‘“ğ‘¹ğ‘¥ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘•ğ‘§ğ‘¯ğ‘‘ ğ‘‘ ğ‘ ğ‘•ğ‘»ğ‘ğ‘¼. ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘›ğ‘¦ğ‘’ğ‘±ğ‘‘ğ‘• ğ‘©ğ‘¯ ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘¯ğ‘©ğ‘¤ ğ‘»ğ‘¼ ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘›.

source: An unspecified transaction error has occurred. More information is available in the detailed report.
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘¯ğ‘•ğ‘ğ‘§ğ‘•ğ‘©ğ‘“ğ‘²ğ‘› ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘Ÿğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘»ğ‘¼ ğ‘£ğ‘¨ğ‘Ÿ ğ‘ªğ‘’ğ‘»ğ‘›. ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘.

source: Removing a protected system package is not allowed.
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘© ğ‘ğ‘®ğ‘©ğ‘‘ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘¤ğ‘¬ğ‘›.

source: The action was canceled successfully and no packages were changed.
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦ ğ‘¯ ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘» ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘›.

source: The action was canceled successfully and no packages were changed. The backend did not exit cleanly.
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘› ğ‘•ğ‘©ğ‘’ğ‘•ğ‘§ğ‘•ğ‘“ğ‘©ğ‘¤ğ‘¦ ğ‘¯ ğ‘¯ğ‘´ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¢ğ‘» ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘›. ğ‘ ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘› ğ‘›ğ‘¦ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘’ğ‘¤ğ‘°ğ‘¯ğ‘¤ğ‘°.

source: The native package configuration file could not be opened. Please make sure configuration is valid.
en@shaw: ğ‘ ğ‘¯ğ‘±ğ‘‘ğ‘¦ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘´ğ‘ğ‘©ğ‘¯ğ‘›. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¥ğ‘±ğ‘’ ğ‘–ğ‘«ğ‘¼ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›.

source: The action cannot be canceled at this time.
en@shaw: ğ‘ ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘› ğ‘¨ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘¥.

source: Source packages are not normally installed this way. Check the extension of the file you are trying to install.
en@shaw: ğ‘•ğ‘¹ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘¸ ğ‘¯ğ‘ªğ‘‘ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘ğ‘¦ğ‘• ğ‘¢ğ‘±. ğ‘—ğ‘§ğ‘’ ğ‘ ğ‘©ğ‘’ğ‘•ğ‘‘ğ‘§ğ‘¯ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¿ ğ‘¸ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤.

source: The license agreement was not agreed to. To use this software you have to accept the license.
en@shaw: ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘• ğ‘©ğ‘œğ‘®ğ‘°ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘œğ‘®ğ‘°ğ‘› ğ‘‘. ğ‘‘ ğ‘¿ğ‘• ğ‘ğ‘¦ğ‘• ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘‘ ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘ ğ‘¤ğ‘²ğ‘•ğ‘©ğ‘¯ğ‘•.

source: Failed to initialize packaging backend. This may occur if other packaging tools are being used simultaneously.
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘©ğ‘¤ğ‘²ğ‘Ÿ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘›. ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘± ğ‘ªğ‘’ğ‘» ğ‘¦ğ‘“ ğ‘³ğ‘ğ‘¼ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘¦ğ‘™ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ ğ‘¸ ğ‘šğ‘°ğ‘¦ğ‘™ ğ‘¿ğ‘Ÿğ‘› ğ‘•ğ‘²ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘±ğ‘¯ğ‘°ğ‘©ğ‘•ğ‘¤ğ‘°.

source: Failed to close down the backend instance. This error can normally be ignored.
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘’ğ‘¤ğ‘´ğ‘• ğ‘›ğ‘¬ğ‘¯ ğ‘ ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘› ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘¨ğ‘¯ğ‘•. ğ‘ğ‘¦ğ‘• ğ‘»ğ‘¼ ğ‘’ğ‘¨ğ‘¯ ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ğ‘¦ ğ‘šğ‘° ğ‘¦ğ‘œğ‘¯ğ‘¹ğ‘›.

source: Cannot get the exclusive lock on the packaging backend. Please close any other legacy packaging tools that may be open.
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘ªğ‘‘ ğ‘œğ‘§ğ‘‘ ğ‘ ğ‘§ğ‘’ğ‘•ğ‘’ğ‘¤ğ‘µğ‘•ğ‘¦ğ‘ ğ‘¤ğ‘ªğ‘’ ğ‘ªğ‘¯ ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘¦ğ‘™ ğ‘šğ‘¨ğ‘’ğ‘§ğ‘¯ğ‘›. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘’ğ‘¤ğ‘´ğ‘Ÿ ğ‘§ğ‘¯ğ‘¦ ğ‘³ğ‘ğ‘¼ ğ‘¤ğ‘§ğ‘œğ‘©ğ‘•ğ‘° ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘¦ğ‘™ ğ‘‘ğ‘µğ‘¤ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘¥ğ‘± ğ‘šğ‘° ğ‘´ğ‘ğ‘©ğ‘¯.

source: None of the selected packages could be updated.
en@shaw: ğ‘¯ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘›.

source: The repository configuration could not be modified.
en@shaw: ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›.

source: Installing the local file failed. More information is available in the detailed report.
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¦ğ‘™ ğ‘ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘“ğ‘±ğ‘¤ğ‘›. ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘.

source: The package security signature could not be verified.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ğ‘§ğ‘®ğ‘¦ğ‘“ğ‘²ğ‘›.

source: The package security signature is missing and this package is untrusted. This package was not signed when created.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¥ğ‘¦ğ‘•ğ‘¦ğ‘™ ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ untrusted. ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘²ğ‘¯ğ‘› ğ‘¢ğ‘§ğ‘¯ ğ‘’ğ‘®ğ‘¦ğ‘±ğ‘‘ğ‘©ğ‘›.

source: Repository configuration was invalid and could not be read.
en@shaw: ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¢ğ‘ªğ‘Ÿ ğ‘¦ğ‘¯ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘¯ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘®ğ‘§ğ‘›.

source: The package you are attempting to install is not valid. The package file could be corrupt, or not a proper package.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¿ ğ‘¸ ğ‘©ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘‘ğ‘¦ğ‘™ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘›. ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘«ğ‘› ğ‘šğ‘° ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘, ğ‘¹ ğ‘¯ğ‘ªğ‘‘ ğ‘© ğ‘ğ‘®ğ‘ªğ‘ğ‘¼ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡.

source: Installation of this package prevented by your packaging system's configuration.
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘©ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘ğ‘®ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘‘ğ‘©ğ‘› ğ‘šğ‘² ğ‘¿ğ‘¼ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥'ğ‘• ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯.

source: The package that was downloaded is corrupt and needs to be downloaded again.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘ğ‘¨ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘¦ğ‘Ÿ ğ‘’ğ‘¼ğ‘³ğ‘ğ‘‘ ğ‘¯ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘©ğ‘œğ‘±ğ‘¯.

source: All of the packages selected for install are already installed on the system.
en@shaw: ğ‘·ğ‘¤ ğ‘ ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘“ğ‘¹ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¸ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥.

source: The specified file could not be found on the system. Check the file still exists and has not been deleted.
en@shaw: ğ‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥. ğ‘—ğ‘§ğ‘’ ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘‘ğ‘¦ğ‘¤ ğ‘§ğ‘’ğ‘Ÿğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘¯ ğ‘£ğ‘¨ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘°ğ‘¯ ğ‘›ğ‘¦ğ‘¤ğ‘°ğ‘‘ğ‘©ğ‘›.

source: The package that is trying to be installed is incompatible with this system.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘ğ‘¨ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘²ğ‘¦ğ‘™ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¨ğ‘‘ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¢ğ‘¦ğ‘ ğ‘ğ‘¦ğ‘• ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥.

source: There is insufficient space on the device. Free some space on the system disk to perform this operation.
en@shaw: ğ‘ğ‘º ğ‘¦ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘©ğ‘“ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘‘ ğ‘•ğ‘ğ‘±ğ‘• ğ‘ªğ‘¯ ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•. ğ‘“ğ‘®ğ‘° ğ‘•ğ‘³ğ‘¥ ğ‘•ğ‘ğ‘±ğ‘• ğ‘ªğ‘¯ ğ‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘›ğ‘¦ğ‘•ğ‘’ ğ‘‘ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘¼ğ‘±ğ‘–ğ‘©ğ‘¯.

source: Additional media is required to complete the transaction.
en@shaw: ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘ ğ‘ ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘Ÿğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯.
