Repository: matiasdelellis/xings-software
Catalog: po/*.po
Languages: en@shaw

source: You have failed to provide correct authentication. Please check any passwords or account settings.
en@shaw: ğ‘¿ ğ‘£ğ‘¨ğ‘ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ ğ‘·ğ‘”ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘—ğ‘§ğ‘’ ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›ğ‘Ÿ ğ‘¹ ğ‘©ğ‘’ğ‘¬ğ‘¯ğ‘‘ ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ğ‘Ÿ.

source: The specified update could not be found. It could have already been installed or no longer available on the remote server.
en@shaw: ğ‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘²ğ‘› ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘›. ğ‘¦ğ‘‘ ğ‘’ğ‘«ğ‘› ğ‘£ğ‘¨ğ‘ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘šğ‘°ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘¹ ğ‘¯ğ‘´ ğ‘¤ğ‘ªğ‘™ğ‘œğ‘¼ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ªğ‘¯ ğ‘ ğ‘®ğ‘¦ğ‘¥ğ‘´ğ‘‘ ğ‘•ğ‘»ğ‘ğ‘¼.

source: The file list is not available for this package.
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡.

source: The information about what requires this package could not be obtained.
en@shaw: ğ‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘ªğ‘šğ‘‘ğ‘±ğ‘¯ğ‘›.

source: The download could not be done automatically and should be done manually. More information is available in the detailed report.
en@shaw: ğ‘ ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘› ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯ ğ‘·ğ‘‘ğ‘©ğ‘¥ğ‘¨ğ‘‘ğ‘¦ğ‘’ğ‘¤ğ‘¦ ğ‘¯ ğ‘–ğ‘«ğ‘› ğ‘šğ‘° ğ‘›ğ‘³ğ‘¯ ğ‘¥ğ‘¨ğ‘¯ğ‘˜ğ‘«ğ‘©ğ‘¤ğ‘¦. ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘.

source: One of the selected packages failed to configure correctly. More information is available in the detailed report.
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘“ğ‘¦ğ‘œğ‘˜ğ‘¼ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦. ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘.

source: One of the selected packages failed to build correctly. More information is available in the detailed report.
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦. ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘.

source: One of the selected packages failed to install correctly. More information is available in the detailed report.
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦. ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘.

source: One of the selected packages failed to be removed correctly. More information is available in the detailed report.
en@shaw: ğ‘¢ğ‘³ğ‘¯ ğ‘ ğ‘ ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘› ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¤ğ‘¦. ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘.

source: A program is running that has to be closed before the update can proceed. More information is available in the detailed report.
en@shaw: ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¦ğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¤ğ‘´ğ‘Ÿğ‘› ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘ğ‘®ğ‘©ğ‘•ğ‘°ğ‘›. ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘¦ğ‘¯ ğ‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘› ğ‘®ğ‘©ğ‘ğ‘¹ğ‘‘.

source: The package database was changed while the request was running.
en@shaw: ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘šğ‘±ğ‘• ğ‘¢ğ‘ªğ‘Ÿ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘ªğ‘Ÿ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™.

source: No restart is necessary.
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘§ğ‘•ğ‘©ğ‘•ğ‘¼ğ‘¦.

source: You will be required to restart this application.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯.

source: You will be required to log out and back in.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘ ğ‘¯ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯.

source: A restart will be required.
en@shaw: ğ‘© ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›.

source: You will be required to log out and back in due to a security update.
en@shaw: ğ‘¿ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘ ğ‘¯ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘›ğ‘¿ ğ‘‘ ğ‘© ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘.

source: A restart will be required due to a security update.
en@shaw: ğ‘© ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘›ğ‘¿ ğ‘‘ ğ‘© ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘.

source: No restart is required.
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›.

source: A restart is required.
en@shaw: ğ‘© ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›.

source: You need to log out and log back in.
en@shaw: ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘ ğ‘¯ ğ‘¤ğ‘ªğ‘œ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯.

source: You need to restart the application.
en@shaw: ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯.

source: You need to log out and log back in to remain secure.
en@shaw: ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘ ğ‘¯ ğ‘¤ğ‘ªğ‘œ ğ‘šğ‘¨ğ‘’ ğ‘¦ğ‘¯ ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼.

source: A restart is required to remain secure.
en@shaw: ğ‘© ğ‘®ğ‘°ğ‘•ğ‘‘ğ‘¸ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘› ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘±ğ‘¯ ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼.

source: Stable
en@shaw: ğ‘•ğ‘‘ğ‘¨ğ‘šğ‘©ğ‘¤

source: Unstable
en@shaw: ğ‘©ğ‘¯ğ‘•ğ‘‘ğ‘±ğ‘šğ‘©ğ‘¤

source: Testing
en@shaw: ğ‘‘ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘™

source: Unknown state
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘•ğ‘‘ğ‘±ğ‘‘

source: Starting
en@shaw: ğ‘•ğ‘‘ğ‘¸ğ‘‘ğ‘¦ğ‘™

source: Waiting in queue
en@shaw: ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ ğ‘’ğ‘¿

source: Running
en@shaw: ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™

source: Querying
en@shaw: ğ‘’ğ‘¢ğ‘½ğ‘¦ğ‘¦ğ‘™

source: Getting information
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Removing packages
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Downloading packages
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Installing packages
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Refreshing software list
en@shaw: ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–ğ‘¦ğ‘™ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Installing updates
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¦ğ‘™ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•

source: Cleaning up packages
en@shaw: ğ‘’ğ‘¤ğ‘°ğ‘¯ğ‘¦ğ‘™ ğ‘³ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Resolving dependencies
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘¦ğ‘™ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘Ÿ

source: Checking signatures
en@shaw: ğ‘—ğ‘§ğ‘’ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼ğ‘Ÿ

source: Testing changes
en@shaw: ğ‘‘ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Committing changes
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¦ğ‘‘ğ‘¦ğ‘™ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Requesting data
en@shaw: ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘±ğ‘‘ğ‘©

source: Finished
en@shaw: ğ‘“ğ‘¦ğ‘¯ğ‘¦ğ‘–ğ‘‘

source: Canceling
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘¦ğ‘™

source: Downloading repository information
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Downloading list of packages
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Downloading file lists
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘•

source: Downloading lists of changes
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘• ğ‘ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘©ğ‘Ÿ

source: Downloading groups
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘œğ‘®ğ‘µğ‘ğ‘•

source: Downloading update information
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Repackaging files
en@shaw: ğ‘®ğ‘°ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Loading cache
en@shaw: ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘–

source: Scanning installed applications
en@shaw: ğ‘•ğ‘’ğ‘¨ğ‘¯ğ‘¦ğ‘™ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ

source: Generating package lists
en@shaw: ğ‘¡ğ‘§ğ‘¯ğ‘¼ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘•

source: Waiting for package manager lock
en@shaw: ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘¤ğ‘ªğ‘’

source: Waiting for authentication
en@shaw: ğ‘¢ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘·ğ‘”ğ‘§ğ‘¯ğ‘‘ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Updating the list of running applications
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘®ğ‘³ğ‘¯ğ‘¦ğ‘™ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ

source: Checking for applications currently in use
en@shaw: ğ‘—ğ‘§ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘¿ğ‘•

source: Checking for libraries currently in use
en@shaw: ğ‘—ğ‘§ğ‘’ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘¤ğ‘²ğ‘šğ‘®ğ‘¼ğ‘¦ğ‘Ÿ ğ‘’ğ‘³ğ‘®ğ‘©ğ‘¯ğ‘‘ğ‘¤ğ‘¦ ğ‘¦ğ‘¯ ğ‘¿ğ‘•

source: Copying files
en@shaw: ğ‘’ğ‘ªğ‘ğ‘¦ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Trivial update
en@shaw: ğ‘‘ğ‘®ğ‘¦ğ‘ğ‘°ğ‘©ğ‘¤ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Normal update
en@shaw: ğ‘¯ğ‘¹ğ‘¥ğ‘©ğ‘¤ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Important update
en@shaw: ğ‘¦ğ‘¥ğ‘ğ‘¹ğ‘‘ğ‘©ğ‘¯ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Security update
en@shaw: ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Bug fix update
en@shaw: ğ‘šğ‘³ğ‘œ ğ‘“ğ‘¦ğ‘’ğ‘• ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Enhancement update
en@shaw: ğ‘§ğ‘¯ğ‘£ğ‘¨ğ‘¯ğ‘•ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Blocked update
en@shaw: ğ‘šğ‘¤ğ‘ªğ‘’ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘

source: Installed
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: Available
en@shaw: ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤

source: Downloading
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘¦ğ‘™

source: Updating
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘¦ğ‘™

source: Installing
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¦ğ‘™

source: Removing
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘¦ğ‘™

source: Cleaning up
en@shaw: ğ‘’ğ‘¤ğ‘°ğ‘¯ğ‘¦ğ‘™ ğ‘³ğ‘

source: Preparing
en@shaw: ğ‘ğ‘®ğ‘°ğ‘ğ‘ºğ‘¦ğ‘™

source: Downloaded
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘›

source: Updated
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘›

source: Removed
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›

source: Cleaned up
en@shaw: ğ‘’ğ‘¤ğ‘°ğ‘¯ğ‘› ğ‘³ğ‘

source: Reinstalled
en@shaw: ğ‘®ğ‘°ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘­ğ‘¤ğ‘›

source: Prepared
en@shaw: ğ‘ğ‘®ğ‘¦ğ‘ğ‘ºğ‘›

source: Unknown role type
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘®ğ‘´ğ‘¤ ğ‘‘ğ‘²ğ‘

source: Getting dependencies
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘Ÿ

source: Getting update detail
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤

source: Getting details
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Getting requires
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ

source: Getting updates
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•

source: Searching details
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Searching for file
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘¤

source: Searching groups
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘œğ‘®ğ‘µğ‘ğ‘•

source: Searching for package name
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¯ğ‘±ğ‘¥

source: Installing file
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤

source: Refreshing package cache
en@shaw: ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘’ğ‘¨ğ‘–

source: Updating packages
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Getting list of repositories
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°ğ‘Ÿ

source: Enabling repository
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘¤ğ‘¦ğ‘™ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Setting repository data
en@shaw: ğ‘•ğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘›ğ‘±ğ‘‘ğ‘©

source: Resolving
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘¦ğ‘™

source: Getting file list
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Getting what provides
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘¢ğ‘ªğ‘‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ

source: Installing signature
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¦ğ‘™ ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Getting package lists
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘•

source: Accepting EULA
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘¦ğ‘™ EULA

source: Getting distribution upgrade information
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘–ğ‘©ğ‘¯ ğ‘³ğ‘ğ‘œğ‘®ğ‘±ğ‘› ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Getting categories
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘œğ‘ªğ‘®ğ‘°ğ‘Ÿ

source: Getting old transactions
en@shaw: ğ‘œğ‘§ğ‘‘ğ‘¦ğ‘™ ğ‘´ğ‘¤ğ‘› ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘Ÿğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Got dependencies
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘ğ‘§ğ‘¯ğ‘›ğ‘©ğ‘¯ğ‘•ğ‘°ğ‘Ÿ

source: Got update detail
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤

source: Got details
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Got requires
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘Ÿ

source: Got updates
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘•

source: Searched for package details
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Searched for file
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘‘ ğ‘“ğ‘¹ ğ‘“ğ‘²ğ‘¤

source: Searched groups
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘‘ ğ‘œğ‘®ğ‘µğ‘ğ‘•

source: Searched for package name
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘‘ ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¯ğ‘±ğ‘¥

source: Removed packages
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Installed packages
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Installed local files
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Refreshed package cache
en@shaw: ğ‘®ğ‘°ğ‘“ğ‘®ğ‘§ğ‘–ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘’ğ‘¨ğ‘–

source: Updated packages
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Canceled
en@shaw: ğ‘’ğ‘¨ğ‘¯ğ‘•ğ‘©ğ‘¤ğ‘›

source: Got list of repositories
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°ğ‘Ÿ

source: Enabled repository
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘°

source: Set repository data
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘®ğ‘°ğ‘ğ‘­ğ‘Ÿğ‘©ğ‘‘ğ‘ªğ‘®ğ‘° ğ‘›ğ‘±ğ‘‘ğ‘©

source: Resolved
en@shaw: ğ‘®ğ‘¦ğ‘Ÿğ‘ªğ‘¤ğ‘ğ‘›

source: Got file list
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘

source: Got what provides
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘¢ğ‘ªğ‘‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ

source: Installed signature
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘—ğ‘¼

source: Got package lists
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¤ğ‘¦ğ‘•ğ‘‘ğ‘•

source: Accepted EULA
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ğ‘©ğ‘› EULA

source: Downloaded packages
en@shaw: ğ‘›ğ‘¬ğ‘¯ğ‘¤ğ‘´ğ‘›ğ‘©ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Got distribution upgrades
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘®ğ‘¦ğ‘šğ‘¿ğ‘–ğ‘©ğ‘¯ ğ‘©ğ‘ğ‘œğ‘®ğ‘±ğ‘›ğ‘Ÿ

source: Got categories
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘’ğ‘¨ğ‘‘ğ‘©ğ‘œğ‘ªğ‘®ğ‘°ğ‘Ÿ

source: Got old transactions
en@shaw: ğ‘œğ‘ªğ‘‘ ğ‘´ğ‘¤ğ‘› ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘Ÿğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Accessibility
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘©ğ‘šğ‘¦ğ‘¤ğ‘¦ğ‘‘ğ‘°

source: Accessories
en@shaw: ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘•ğ‘¼ğ‘¦ğ‘Ÿ

source: Education
en@shaw: ğ‘§ğ‘›ğ‘¿ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Games
en@shaw: ğ‘œğ‘±ğ‘¥ğ‘Ÿ

source: Graphics
en@shaw: ğ‘œğ‘®ğ‘¨ğ‘“ğ‘¦ğ‘’ğ‘•

source: Internet
en@shaw: Â·ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘¯ğ‘§ğ‘‘

source: Office
en@shaw: ğ‘ªğ‘“ğ‘¦ğ‘•

source: Other
en@shaw: ğ‘³ğ‘ğ‘¼

source: Programming
en@shaw: ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ğ‘¦ğ‘™

source: Multimedia
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘‘ğ‘°ğ‘¥ğ‘°ğ‘›ğ‘°ğ‘©

source: System
en@shaw: ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥

source: GNOME desktop
en@shaw: Â·ğ‘œğ‘¯ğ‘´ğ‘¥ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘

source: KDE desktop
en@shaw: KDE ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘ªğ‘

source: Other desktops
en@shaw: ğ‘³ğ‘ğ‘¼ ğ‘›ğ‘§ğ‘•ğ‘’ğ‘‘ğ‘­ğ‘ğ‘•

source: Publishing
en@shaw: ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘–ğ‘¦ğ‘™

source: Servers
en@shaw: ğ‘•ğ‘»ğ‘ğ‘¼ğ‘Ÿ

source: Fonts
en@shaw: ğ‘“ğ‘ªğ‘¯ğ‘‘ğ‘•

source: Legacy
en@shaw: ğ‘¤ğ‘§ğ‘œğ‘©ğ‘•ğ‘¦

source: Localization
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ğ‘©ğ‘Ÿğ‘±ğ‘–ğ‘©ğ‘¯

source: Security
en@shaw: ğ‘•ğ‘¦ğ‘’ğ‘˜ğ‘«ğ‘¼ğ‘¦ğ‘‘ğ‘¦

source: Power management
en@shaw: ğ‘ğ‘¬ğ‘¼ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¥ğ‘©ğ‘¯ğ‘‘

source: Communication
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘¿ğ‘¯ğ‘¦ğ‘’ğ‘±ğ‘–ğ‘©ğ‘¯

source: Network
en@shaw: ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’

source: Maps
en@shaw: ğ‘¥ğ‘¨ğ‘ğ‘•

source: Science
en@shaw: ğ‘•ğ‘²ğ‘©ğ‘¯ğ‘•

source: Documentation
en@shaw: ğ‘›ğ‘ªğ‘’ğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯

source: Electronics
en@shaw: ğ‘¦ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘®ğ‘­ğ‘¯ğ‘¦ğ‘’ğ‘•

source: Package collections
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘’ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ğ‘Ÿ

source: Vendor
en@shaw: ğ‘ğ‘§ğ‘¯ğ‘›ğ‘»

source: Newest packages
en@shaw: ğ‘¯ğ‘¿ğ‘©ğ‘•ğ‘‘ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Unknown group
en@shaw: ğ‘³ğ‘¯ğ‘´ğ‘¯ ğ‘œğ‘®ğ‘µğ‘

source: Icon
en@shaw: ğ‘²ğ‘’ğ‘ªğ‘¯

source: Applications that can open this type of file
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘ğ‘¨ğ‘‘ ğ‘’ğ‘¨ğ‘¯ ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘²ğ‘ ğ‘ ğ‘“ğ‘²ğ‘¤

source: _Install
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤

source: Install package
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: Run new application?
en@shaw: ğ‘®ğ‘³ğ‘¯ ğ‘¯ğ‘¿ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯?

source: _Run
en@shaw: _ğ‘®ğ‘³ğ‘¯

source: The software is not signed by a trusted provider.
en@shaw: ğ‘ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘¦ğ‘Ÿ ğ‘¯ğ‘ªğ‘‘ ğ‘•ğ‘²ğ‘¯ğ‘› ğ‘šğ‘² ğ‘© ğ‘‘ğ‘®ğ‘³ğ‘•ğ‘‘ğ‘©ğ‘› ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘¼.

source: Do not update this package unless you are sure it is safe to do so.
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘¿ ğ‘¸ ğ‘–ğ‘«ğ‘¼ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘±ğ‘“ ğ‘‘ ğ‘›ğ‘µ ğ‘•ğ‘´.

source: Malicious software can damage your computer or cause other harm.
en@shaw: ğ‘¥ğ‘©ğ‘¤ğ‘¦ğ‘–ğ‘©ğ‘• ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘’ğ‘¨ğ‘¯ ğ‘›ğ‘¨ğ‘¥ğ‘¦ğ‘¡ ğ‘¿ğ‘¼ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¿ğ‘‘ğ‘¼ ğ‘¹ ğ‘’ğ‘·ğ‘Ÿ ğ‘³ğ‘ğ‘¼ ğ‘£ğ‘¸ğ‘¥.

source: Are you <b>sure</b> you want to update this package?
en@shaw: ğ‘¸ ğ‘¿ <b>ğ‘–ğ‘«ğ‘¼</b> ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡?

source: Do not install this package unless you are sure it is safe to do so.
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘³ğ‘¯ğ‘¤ğ‘§ğ‘• ğ‘¿ ğ‘¸ ğ‘–ğ‘«ğ‘¼ ğ‘¦ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘•ğ‘±ğ‘“ ğ‘‘ ğ‘›ğ‘µ ğ‘•ğ‘´.

source: Are you <b>sure</b> you want to install this package?
en@shaw: ğ‘¸ ğ‘¿ <b>ğ‘–ğ‘«ğ‘¼</b> ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡?

source: Additional media is required. Please insert the %s labeled '%s' to continue.
en@shaw: ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘¥ğ‘°ğ‘›ğ‘¦ğ‘© ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›. ğ‘ğ‘¤ğ‘°ğ‘Ÿ ğ‘¦ğ‘¯ğ‘•ğ‘»ğ‘‘ ğ‘ %s ğ‘¤ğ‘±ğ‘šğ‘©ğ‘¤ğ‘› '%s' ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿.

source: Continue
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿

source: The following software also needs to be installed
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: Install
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤

source: The following software also needs to be removed
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ğ‘›

source: Remove
en@shaw: ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘

source: The following software also needs to be updated
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ğ‘©ğ‘›

source: The following software also needs to be re-installed
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘°-ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: The following software also needs to be downgraded
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘›ğ‘¶ğ‘¯ğ‘œğ‘®ğ‘±ğ‘›ğ‘©ğ‘›

source: The following software also needs to be processed
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘¯ğ‘°ğ‘›ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•ğ‘‘

source: Additional confirmation required
en@shaw: ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘’ğ‘ªğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›

source: To install this package, additional software also has to be modified.
en@shaw: ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡, ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›.

source: To remove this package, additional software also has to be modified.
en@shaw: ğ‘‘ ğ‘®ğ‘¦ğ‘¥ğ‘µğ‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡, ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›.

source: To update this package, additional software also has to be modified.
en@shaw: ğ‘‘ ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡, ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›.

source: To process this transaction, additional software also has to be modified.
en@shaw: ğ‘‘ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘• ğ‘ğ‘¦ğ‘• ğ‘‘ğ‘®ğ‘¨ğ‘¯ğ‘Ÿğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯, ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º ğ‘·ğ‘¤ğ‘•ğ‘´ ğ‘£ğ‘¨ğ‘Ÿ ğ‘‘ ğ‘šğ‘° ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘›.

source: Files to install
en@shaw: ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤

source: Local file installer
en@shaw: ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¼

source: Failed to install a package to provide a file
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘© ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘‘ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘› ğ‘© ğ‘“ğ‘²ğ‘¤

source: You need to specify a file to install
en@shaw: ğ‘¿ ğ‘¯ğ‘°ğ‘› ğ‘‘ ğ‘•ğ‘ğ‘§ğ‘•ğ‘¦ğ‘“ğ‘² ğ‘© ğ‘“ğ‘²ğ‘¤ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤

source: Packages to install
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤

source: Package Name Installer
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¯ğ‘±ğ‘¥ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘¼

source: Date
en@shaw: ğ‘›ğ‘±ğ‘‘

source: Action
en@shaw: ğ‘¨ğ‘’ğ‘–ğ‘©ğ‘¯

source: Application
en@shaw: ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯

source: Command line client
en@shaw: ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘’ğ‘¤ğ‘²ğ‘©ğ‘¯ğ‘‘

source: Update Icon
en@shaw: ğ‘³ğ‘ğ‘›ğ‘±ğ‘‘ ğ‘²ğ‘’ğ‘ªğ‘¯

source: Set the filter to this value
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘“ğ‘¦ğ‘¤ğ‘‘ğ‘¼ ğ‘‘ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘¤ğ‘¿

source: Set the parent window to make this modal
en@shaw: ğ‘•ğ‘§ğ‘‘ ğ‘ ğ‘ğ‘ºğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘‘ ğ‘¥ğ‘±ğ‘’ ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘´ğ‘›ğ‘©ğ‘¤

source: Do not exit after the request has been processed
en@shaw: ğ‘›ğ‘µ ğ‘¯ğ‘ªğ‘‘ ğ‘§ğ‘œğ‘Ÿğ‘¦ğ‘‘ ğ‘­ğ‘“ğ‘‘ğ‘¼ ğ‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘ ğ‘£ğ‘¨ğ‘Ÿ ğ‘šğ‘°ğ‘¯ ğ‘ğ‘®ğ‘´ğ‘•ğ‘§ğ‘•ğ‘‘

source: Failed to install software
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘•ğ‘ªğ‘“ğ‘‘ğ‘¢ğ‘º

source: No applications were chosen to be installed
en@shaw: ğ‘¯ğ‘´ ğ‘©ğ‘ğ‘¤ğ‘¦ğ‘’ğ‘±ğ‘•ğ‘©ğ‘¯ğ‘Ÿ ğ‘¢ğ‘» ğ‘—ğ‘´ğ‘Ÿğ‘©ğ‘¯ ğ‘‘ ğ‘šğ‘° ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ğ‘›

source: Error details
en@shaw: ğ‘»ğ‘¼ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Package Manager error details
en@shaw: ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¥ğ‘¨ğ‘¯ğ‘©ğ‘¡ğ‘¼ ğ‘»ğ‘¼ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Show details
en@shaw: ğ‘–ğ‘´ ğ‘›ğ‘°ğ‘‘ğ‘±ğ‘¤ğ‘Ÿ

source: Failed to install file
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘“ğ‘²ğ‘¤

source: Do you want to install this file?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤?

source: Install local file
en@shaw: ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘¤ğ‘´ğ‘’ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤

source: Could not find packages
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: More information
en@shaw: ğ‘¥ğ‘¹ ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯

source: Failed to install package
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: Incorrect response from search
en@shaw: ğ‘¦ğ‘¯ğ‘’ğ‘©ğ‘®ğ‘§ğ‘’ğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘ğ‘ªğ‘¯ğ‘• ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘•ğ‘»ğ‘—

source: An additional package is required:
en@shaw: ğ‘©ğ‘¯ ğ‘©ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›:

source: Do you want to search for and install this package now?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘¯ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘ğ‘¦ğ‘• ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘¯ğ‘¬?

source: %s wants to install a package
en@shaw: %s ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘© ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: A program wants to install a package
en@shaw: ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘© ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: Searching for packages
en@shaw: ğ‘•ğ‘»ğ‘—ğ‘¦ğ‘™ ğ‘“ğ‘¹ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: Failed to find package
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡

source: The file could not be found in any packages
en@shaw: ğ‘ ğ‘“ğ‘²ğ‘¤ ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘° ğ‘“ğ‘¬ğ‘¯ğ‘› ğ‘¦ğ‘¯ ğ‘§ğ‘¯ğ‘¦ ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ğ‘©ğ‘Ÿ

source: The %s package already provides this file
en@shaw: ğ‘ %s ğ‘ğ‘¨ğ‘’ğ‘¦ğ‘¡ ğ‘·ğ‘¤ğ‘®ğ‘§ğ‘›ğ‘¦ ğ‘ğ‘®ğ‘©ğ‘ğ‘²ğ‘›ğ‘Ÿ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤

source: The following file is required:
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›:

source: Do you want to search for this file now?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘²ğ‘¤ ğ‘¯ğ‘¬?

source: %s wants to install a file
en@shaw: %s ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘© ğ‘“ğ‘²ğ‘¤

source: A program wants to install a file
en@shaw: ğ‘© ğ‘ğ‘®ğ‘´ğ‘œğ‘®ğ‘¨ğ‘¥ ğ‘¢ğ‘ªğ‘¯ğ‘‘ğ‘• ğ‘‘ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘·ğ‘¤ ğ‘© ğ‘“ğ‘²ğ‘¤

source: The following plugin is required:
en@shaw: ğ‘ ğ‘“ğ‘ªğ‘¤ğ‘´ğ‘¦ğ‘™ ğ‘ğ‘¤ğ‘³ğ‘œğ‘¦ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ğ‘›:

source: Do you want to search for this now?
en@shaw: ğ‘›ğ‘µ ğ‘¿ ğ‘¢ğ‘ªğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘»ğ‘— ğ‘“ğ‘¹ ğ‘ğ‘¦ğ‘• ğ‘¯ğ‘¬?
